<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%-- 웹프로그램의 실행결과를 CSV 형식의 데이타로 응답하는 JSP 문서 --%>
<%-- => 웹프로그램의 실행결과를 HTML 문서가 아닌 데이타(값)으로 응답하여 다른 형태의 
프로그램에서도 사용할 있도록 결과를 제공하는 웹프로그램 - Restful --%>
<%-- => 뉴스 제목과 언론사를 [,] 기호 대신 [|] 기호로 구분되도록 설정 --%>
<%-- => 뉴스와 뉴스는 엔터(Enter) 대신 [*] 기호로 구분되도록 설정 --%>
박나래, 55억 대저택 자랑하더니…"무단침입 많아, 돈 빌려달라고"|텐아시아*
박한별, 이러니 '버닝썬 남편 논란' 딛고 복귀할 만…40대에도 굴욕 없는 피부|스포츠조선*
53세 고현정, 대체 '몸무게' 얼마?... 제니도 울고 갈 '직각어깨'|TV리포트*
임지규, 부친상 당해…슬픔 속 빈소 지켜|엑스포츠뉴스*
여동생 먼저 보냈는데... 배우 임지규, 오늘 전해진 '부친상' 비보|TV리포트